{
  "________________________Home________________________": "",
  "Medical Diagnostic App": "تطبيق التشخيص الطبي",
  "Symptom Input": "إدخال الاعراض",
  "Select Symptoms": "إختيار الاعراض",
  "An unexpected error occurred": "حدث خطأ غير متوقع",
  "Please re-order": "يرجى اعادة الطلب بسبب عدم استجابة السيرفر",
  "Diagnosis": "التشخيص",
  "Advices": "النصائح",
  "Select Herbs": "إختيار الاعشاب",
  "________________________DetectingDiseasesSelect________________________": "",
  "Look for symptoms": "ابحث عن الأعراض",

  "________________________DetectingDiseasesMicrophone________________________": "",
  "Press and talk": "اضغط على الزر وتحدث عن أعراضك",
  "No text has been recorded yet": "لم يتم تسجيل أي نص بعد",

  "________________________Symptoms of diseases________________________": "",

  "high_temperature": "ارتفاع في درجة الحرارة",
  "cough": "سعال",
  "sore_throat": "التهاب الحلق",
  "muscle_pain": "ألم عضلي",
  "fatigue": "تعب",
  "exhaustion": "إرهاق",
  "headache": "صداع",
  "increased_thirst": "عطش متزايد",
  "weight_loss": "فقدان الوزن",
  "blurred_vision": "رؤية ضبابية",
  "dizziness": "دوخة",
  "nosebleed": "نزيف الأنف",
  "shortness_of_breath": "ضيق في التنفس",
  "difficulty_breathing": "صعوبة في التنفس",
  "wheezing": "صفير في التنفس",
  "chest_tightness": "ضيق في الصدر",
  "persistent_sadness": "حزن مستمر",
  "loss_of_interest": "فقدان الاهتمام",
  "insomnia": "أرق",
  "hypersomnia": "فرط النوم",
  "appetite_changes": "تغيرات في الشهية",
  "weight_changes": "تغيرات في الوزن",
  "difficulty_concentrating": "صعوبة في التركيز",
  "joint_pain": "ألم في المفاصل",
  "joint_swelling": "تورم المفاصل",
  "joint_stiffness": "تيبس المفاصل",
  "joint_redness": "احمرار المفاصل",
  "joint_warmth": "دفء المفاصل",
  "chest_pain": "ألم في الصدر",
  "chest_pressure": "ضغط في الصدر",
  "heart_palpitations": "خفقان القلب",
  "memory_loss": "فقدان الذاكرة",
  "difficulty_thinking": "صعوبة في التفكير",
  "problem_solving_difficulty": "صعوبة في حل المشكلات",
  "mood_changes": "تغيرات في المزاج",
  "behavioral_changes": "تغيرات سلوكية",
  "difficulty_performing_tasks": "صعوبة في أداء المهام",
  "loss_of_appetite": "فقدان الشهية",
  "nausea": "غثيان",
  "vomiting": "قيء",
  "yellow_skin": "اصفرار الجلد",
  "yellow_eyes": "اصفرار العينين",
  "jaundice": "يرقان",
  "sneezing": "عطس",
  "runny_nose": "سيلان الأنف",
  "itchy_eyes": "حكة في العينين",
  "skin_itching": "حكة في الجلد",
  "skin_rash": "طفح جلدي",
  "persistent_cough": "سعال مستمر",
  "fever": "حمى",
  "abdominal_pain": "ألم في البطن",
  "burning_sensation": "إحساس بالحرقة",
  "chronic_diarrhea": "إسهال مزمن",
  "bloody_diarrhea": "إسهال دموي",
  "severe_back_pain": "ألم شديد في الظهر",
  "lower_back_pain": "ألم أسفل الظهر",
  "blood_in_urine": "دم في البول",
  "frequent_urination": "كثرة التبول",
  "painful_urination": "تبول مؤلم",
  "cloudy_urine": "بول عكر",
  "foul_smelling_urine": "رائحة كريهة للبول",
  "weakness": "ضعف عام",
  "pale_skin": "شحوب الجلد",
  "recurrent_fever": "حمى متكررة",
  "night_sweats": "تعرق ليلي",
  "hand_tremor": "ارتعاش اليدين",
  "movement_difficulty": "صعوبة في الحركة",
  "muscle_stiffness": "تيبس عضلي",
  "muscle_weakness": "ضعف العضلات",
  "numbness": "خدر",
  "tingling": "تنميل",
  "balance_difficulty": "صعوبة في التوازن",
  "ear_pain": "ألم في الأذن",
  "hearing_loss": "فقدان السمع",
  "ear_discharge": "إفرازات من الأذن",
  "rapid_weight_loss": "فقدان سريع في الوزن",
  "weight_gain": "زيادة الوزن",
  "feeling_cold": "الشعور بالبرد",
  "dry_skin": "جفاف الجلد",
  "increased_appetite": "زيادة الشهية",
  "rapid_heartbeat": "تسارع ضربات القلب",
  "persistent_fatigue": "إرهاق مستمر",
  "swollen_lymph_nodes": "تضخم الغدد اللمفاوية",
  "facial_weakness": "ضعف في الوجه",
  "arm_weakness": "ضعف الذراع",
  "leg_weakness": "ضعف الساق",
  "speech_difficulty": "صعوبة في الكلام",
  "loss_of_balance": "فقدان التوازن",
  "severe_itching": "حكة شديدة",
  "skin_redness": "احمرار الجلد",
  "skin_patches": "بقع جلدية",
  "severe_headache": "صداع شديد",
  "light_sensitivity": "حساسية للضوء",
  "sound_sensitivity": "حساسية للصوت",
  "diarrhea": "إسهال",
  "painful_swallowing": "صعوبة مؤلمة في البلع",
  "tonsil_redness": "احمرار اللوزتين",
  "tonsil_swelling": "تورم اللوزتين",
  "skin_blisters": "بثور جلدية",
  "constant_anxiety": "قلق دائم",
  "tension": "توتر",
  "increased_heartbeat": "زيادة في ضربات القلب",
  "attention_difficulty": "صعوبة في الانتباه",
  "impulsivity": "اندفاعية",
  "hyperactivity": "فرط النشاط",
  "joint_area_swelling": "تورم منطقة المفصل",
  "skin_itch": "حكة الجلد",
  "painless_genital_sores": "قروح تناسلية غير مؤلمة",
  "painless_mouth_sores": "قروح فموية غير مؤلمة",
  "joint_fever": "حمى المفاصل",
  "heart_inflammation": "التهاب القلب",
  "blood_vessel_inflammation": "التهاب الأوعية الدموية",

  "________________________The disease and advices________________________": "",

  "Diagnose Disease": "تشخيص المرض",
  "Diagnosis: ": "التشخيص : ",
  "Advices: ": "النصائح : ",

  "Influenza": "الإنفلونزا",
  "Vaccination: Get the flu vaccine annually.": "التطعيم: احصل على لقاح الإنفلونزا سنويًا.",
  "Hygiene: Wash hands frequently and avoid close contact with sick individuals.": "النظافة: اغسل يديك بانتظام وتجنب الاتصال المباشر مع المرضى.",
  "Rest: Ensure you get plenty of rest to help your immune system.": "الراحة: احصل على قسط كافٍ من الراحة لدعم جهاز المناعة.",
  "Hydration: Drink plenty of fluids to stay hydrated.": "الترطيب: اشرب الكثير من السوائل للحفاظ على ترطيب جسمك.",
  "Seek medical advice: If symptoms worsen or you have underlying health conditions.": "استشر الطبيب: إذا ساءت الأعراض أو كنت تعاني من مشاكل صحية مزمنة.",

  "Diabetes": "السكري",
  "Monitor Blood Sugar: Regularly check your blood sugar levels.": "مراقبة السكر: افحص مستويات السكر في الدم بانتظام.",
  "Healthy Diet: Follow a balanced diet rich in whole grains, vegetables, and lean proteins.": "نظام غذائي صحي: اتبع نظامًا غذائيًا متوازنًا غنيًا بالحبوب الكاملة والخضروات والبروتينات الخالية من الدهون.",
  "Exercise: Engage in regular physical activity to help manage weight and blood sugar levels.": "التمارين: مارس النشاط البدني بانتظام للمساعدة في التحكم في الوزن ومستويات السكر.",
  "Medication Adherence: Take prescribed medications as directed.": "الالتزام بالأدوية: تناول الأدوية الموصوفة حسب التعليمات.",
  "Regular Check-ups: Schedule regular appointments with your healthcare provider.": "المتابعة الطبية: حدد مواعيد منتظمة مع مقدم الرعاية الصحية الخاص بك.",

  "Hypertension": "ارتفاع ضغط الدم",
  "Healthy Diet: Follow a heart-healthy diet low in salt and rich in fruits and vegetables.": "نظام غذائي صحي: اتبع نظامًا غذائيًا مفيدًا للقلب منخفض الصوديوم وغنيًا بالفواكه والخضروات.",
  "Exercise: Aim for at least 150 minutes of moderate aerobic activity each week.": "التمارين: مارس 150 دقيقة على الأقل من النشاط الهوائي المعتدل أسبوعيًا.",
  "Limit Substances: Reduce alcohol intake and avoid smoking.": "تجنب المواد الضارة: قلل من شرب الكحول وتجنب التدخين.",
  "Weight Management: Maintain a healthy weight.": "التحكم بالوزن: حافظ على وزن صحي.",
  "Monitor Blood Pressure: Regularly check your blood pressure at home or during doctor visits.": "مراقبة الضغط: افحص ضغط الدم بانتظام في المنزل أو عند زيارة الطبيب.",

  "Asthma": "الربو",
  "Avoid Triggers: Identify and avoid allergens or irritants that trigger your asthma.": "تجنب المحفزات: حدد وتجنب مسببات الحساسية أو المهيجات التي تسبب نوبات الربو.",
  "Medication Use: Use prescribed inhalers and medications as directed.": "استخدام الأدوية: استخدم البخاخات والأدوية الموصوفة حسب الإرشادات.",
  "Action Plan: Work with your doctor to develop an asthma action plan.": "خطة العمل: ضع خطة علاجية للربو بالتعاون مع طبيبك.",
  "Regular Check-ups: Have regular follow-ups with your healthcare provider.": "المتابعة الدورية: قم بزيارات منتظمة للطبيب لمتابعة حالتك.",
  "Stay Active: Engage in regular physical activity as tolerated.": "النشاط البدني: مارس الرياضة بانتظام حسب قدرتك.",

  "Depression": "الاكتئاب",
  "Professional Support: Consult a mental health professional for therapy or counseling.": "الدعم المهني: استشر مختصًا بالصحة النفسية للعلاج أو الاستشارة.",
  "Medication: Take antidepressant medications as directed if prescribed.": "الأدوية: تناول مضادات الاكتئاب حسب وصف الطبيب.",
  "Social Support: Maintain social connections and communicate with friends and family.": "الدعم الاجتماعي: حافظ على علاقاتك الاجتماعية وتواصل مع الأصدقاء والعائلة.",
  "Exercise: Engage in regular physical activity to boost mood.": "التمارين: مارس الرياضة بانتظام لتحسين المزاج.",
  "Healthy Lifestyle: Eat a balanced diet, get enough sleep, and practice relaxation techniques.": "أسلوب حياة صحي: تناول طعامًا متوازنًا، ونم جيدًا، ومارس تقنيات الاسترخاء.",

  "Arthritis": "التهاب المفاصل",
  "Low-Impact Exercise: Engage in low-impact exercises like swimming or walking to improve joint function.": "التمارين الخفيفة: مارس تمارين منخفضة التأثير كالمشي أو السباحة لتحسين حركة المفاصل.",
  "Weight Management: Maintain a healthy weight to reduce stress on joints.": "التحكم بالوزن: حافظ على وزن مناسب لتقليل الضغط على المفاصل.",
  "Physical Therapy: Consider working with a physical therapist for personalized exercises.": "العلاج الطبيعي: فكر في التعاون مع أخصائي علاج طبيعي لتمارين مخصصة.",
  "Medication: Use medications as prescribed for pain relief and inflammation control.": "الأدوية: استخدم الأدوية الموصوفة لتخفيف الألم والسيطرة على الالتهاب.",
  "Hot/Cold Therapy: Apply heat or cold packs to affected joints for relief.": "العلاج الحراري/البارد: استخدم كمادات ساخنة أو باردة على المفاصل المصابة لتخفيف الألم.",

  "Heart Disease": "أمراض القلب",
  "Healthy Diet: Follow a heart-healthy diet low in saturated fats and cholesterol.": "نظام غذائي صحي: اتبع نظامًا غذائيًا منخفض الدهون المشبعة والكوليسترول.",
  "Exercise: Aim for at least 150 minutes of moderate exercise per week.": "التمارين: مارس 150 دقيقة من التمارين المعتدلة أسبوعيًا على الأقل.",
  "Quit Smoking: Avoid tobacco products and seek help to quit if necessary.": "الإقلاع عن التدخين: تجنب منتجات التبغ واطلب المساعدة إذا لزم الأمر.",
  "Stress Management: Practice stress-reducing techniques like meditation or yoga.": "إدارة التوتر: مارس تقنيات تخفيف التوتر مثل التأمل أو اليوغا.",
  "Regular Monitoring: Monitor blood pressure, cholesterol levels, and other risk factors.": "المراقبة المنتظمة: تابع ضغط الدم ومستويات الكوليسترول والعوامل الأخرى.",

  "Alzheimer_s_Disease": "مرض الزهايمر",
  "Mental Activity: Engage in activities that challenge the brain, like puzzles or learning new skills.": "النشاط الذهني: شارك في أنشطة تحفز الدماغ مثل الألغاز أو تعلم مهارات جديدة.",
  "Physical Activity: Stay physically active to promote overall health.": "النشاط البدني: حافظ على نشاطك البدني لتعزيز الصحة العامة.",
  "Healthy Diet: Follow a balanced diet rich in fruits, vegetables, and healthy fats.": "نظام غذائي صحي: اتبع نظامًا متوازنًا غنيًا بالفواكه والخضروات والدهون الصحية.",
  "Social Interaction: Stay socially active to maintain cognitive function and emotional well-being.": "التفاعل الاجتماعي: كن نشيطًا اجتماعيًا للحفاظ على وظائف الدماغ والصحة النفسية.",
  "Routine: Create a daily routine to provide structure and familiarity.": "الروتين: أنشئ روتينًا يوميًا يوفر النظام والطمأنينة.",

  "Hepatitis": "التهاب الكبد",
  "Follow Medical Advice: Adhere to treatment plans provided by your healthcare provider.": "اتباع التعليمات الطبية: التزم بخطة العلاج التي يحددها طبيبك.",
  "Avoid Alcohol: Limit or eliminate alcohol consumption to protect the liver.": "تجنب الكحول: قلل أو امتنع عن الكحول لحماية الكبد.",
  "Healthy Diet: Eat a balanced diet rich in fruits, vegetables, and whole grains.": "نظام غذائي صحي: تناول غذاء متوازن غني بالفواكه والخضروات والحبوب الكاملة.",
  "Vaccination: Get vaccinated for hepatitis A and B if at risk.": "التطعيم: خذ لقاح التهاب الكبد A وB إذا كنت عرضة للخطر.",

  "Allergies": "الحساسية",
  "Keep a diary to track what causes your allergic reactions": "احتفظ بمفكرة لتتبع مسببات الحساسية لديك",
  "Stay indoors during high pollen seasons and use air purifiers": "ابقَ في الداخل خلال موسم حبوب اللقاح العالية واستخدم أجهزة تنقية الهواء",
  "Use antihistamines, nasal sprays, or other medications as prescribed by your doctor": "استخدم مضادات الهيستامين أو بخاخات الأنف أو الأدوية الأخرى حسب وصف الطبيب",

  "Pneumonia": "الالتهاب الرئوي",
  "Ensure you get plenty of rest and drink fluids to stay hydrated": "احصل على قسط كافٍ من الراحة واشرب السوائل للبقاء رطبًا",
  "Take antibiotics or antiviral medications as prescribed": "تناول المضادات الحيوية أو الأدوية المضادة للفيروسات حسب وصف الطبيب",
  "Stay away from smoke and pollutants that can worsen lung health": "تجنب الدخان والملوثات التي قد تضر بصحة الرئتين",

  "Stomach Ulcer": "قرحة المعدة",
  "Avoid spicy foods, caffeine, and alcohol that can irritate the stomach lining": "تجنب الأطعمة الحارة، الكافيين، والكحول التي قد تهيج بطانة المعدة",
  "Use proton pump inhibitors or H2 blockers as directed by your healthcare provider": "استخدم مثبطات مضخة البروتون أو حاصرات H2 حسب تعليمات طبيبك",
  "Engage in relaxation techniques like meditation or deep breathing exercises": "مارس تقنيات الاسترخاء مثل التأمل أو تمارين التنفس العميق",

  "Crohn_s_Disease": "مرض كرون",
  "Keep a food diary to identify trigger foods and work with a dietitian for personalized advice": "احتفظ بمفكرة غذائية لتحديد الأطعمة المحفزة وتعاون مع اختصاصي تغذية للحصول على نصائح مخصصة",
  "Take anti-inflammatory medications or immunosuppressants as prescribed": "تناول أدوية مضادة للالتهابات أو مثبطات مناعة حسب وصف الطبيب",
  "Drink plenty of fluids, especially during flare-ups": "اشرب الكثير من السوائل، خاصة أثناء النوبات",

  "Ulcerative Colitis": "التهاب القولون التقرحي",
  "Focus on a diet low in fiber during flare-ups and rich in nutrients when in remission": "ركز على نظام غذائي منخفض الألياف أثناء النوبات وغني بالعناصر الغذائية أثناء الهدوء",
  "Follow your doctor's recommendations regarding anti-inflammatory medications": "اتبع توصيات الطبيب بخصوص الأدوية المضادة للالتهاب",
  "Schedule regular check-ups to monitor your condition": "حدد مواعيد متابعة منتظمة لمراقبة حالتك",

  "Kidney Stones": "حصى الكلى",
  "Drink plenty of water to help prevent stone formation and flush out the kidneys": "اشرب الكثير من الماء للمساعدة في منع تكون الحصى وتنظيف الكلى",
  "Limit salt and animal protein; consult with a healthcare provider for dietary guidance": "قلل من تناول الملح والبروتين الحيواني؛ واستشر طبيبًا للحصول على إرشادات غذائية",
  "Regularly monitor kidney health with your doctor": "تابع صحة الكلى بانتظام مع طبيبك",

  "Cystitis": "التهاب المثانة",
  "Drink plenty of water to help flush bacteria from the urinary tract": "اشرب الكثير من الماء للمساعدة في طرد البكتيريا من المسالك البولية",
  "Limit caffeine, alcohol, and spicy foods that can irritate the bladder": "قلل من الكافيين والكحول والأطعمة الحارة التي قد تهيج المثانة",
  "Always wipe from front to back after using the toilet": "امسح دائمًا من الأمام إلى الخلف بعد استخدام المرحاض",

  "Anemia": "فقر الدم",
  "Include foods such as red meat, beans, lentils, and spinach in your diet": "أدرج أطعمة مثل اللحوم الحمراء، الفاصولياء، العدس، والسبانخ في نظامك الغذائي",
  "Consume vitamin C-rich foods to enhance iron absorption (e.g., citrus fruits)": "تناول الأطعمة الغنية بفيتامين سي لتعزيز امتصاص الحديد (مثل الحمضيات)",
  "Have your hemoglobin levels checked regularly by your healthcare provider": "افحص مستويات الهيموغلوبين بانتظام عند مقدم الرعاية الصحية الخاص بك",

  "Brucellosis": "الحمى المالطية",
  "Do not consume unpasteurized dairy products or undercooked meat": "لا تستهلك منتجات الألبان غير المبسترة أو اللحوم غير المطهوة جيدًا",
  "Report any persistent symptoms to your doctor for proper management": "أبلغ طبيبك عن أي أعراض مستمرة للحصول على العلاج المناسب",

  "Parkinson_s_Disease": "مرض باركنسون",
  "Engage in physical activity to improve mobility and balance": "مارس النشاط البدني لتحسين الحركة والتوازن",
  "Eat a balanced diet rich in fruits, vegetables, whole grains, and healthy fats": "تناول نظامًا غذائيًا متوازنًا غنيًا بالفواكه، الخضروات، الحبوب الكاملة، والدهون الصحية",
  "Participate in cognitive exercises and social activities to support brain health": "شارك في تمارين ذهنية وأنشطة اجتماعية لدعم صحة الدماغ",

  "Multiple Sclerosis": "التصلب المتعدد",
  "Follow Medication Plan: Take disease-modifying therapies as prescribed.": "اتبع خطة الأدوية: تناول العلاجات المعدلة للمرض حسب الوصفة.",
  "Manage Stress: Get enough rest and avoid overexertion.": "إدارة التوتر: احصل على قسط كافٍ من الراحة وتجنب الإجهاد الزائد.",
  "Stay Active: Engage in low-impact exercise to maintain strength and balance.": "ابقَ نشطًا: مارس تمارين منخفضة التأثير للحفاظ على القوة والتوازن.",

  "Ear Infection": "التهاب الأذن",
  "See a Doctor: Use antibiotics or ear drops if prescribed.": "راجع الطبيب: استخدم المضادات الحيوية أو قطرات الأذن إذا وُصفت.",
  "Keep the Ear Dry: Avoid water exposure during infection.": "حافظ على جفاف الأذن: تجنب التعرض للماء أثناء الإصابة.",
  "Pain Relief: Use over-the-counter pain relievers like ibuprofen.": "تخفيف الألم: استخدم مسكنات الألم المتاحة دون وصفة مثل الإيبوبروفين.",

  "Type 1 Diabetes": "داء السكري من النوع 1",
  "Monitor Blood Sugar: Check glucose levels regularly.": "راقب مستوى السكر: افحص مستويات الجلوكوز بانتظام.",
  "Use Insulin Properly: Follow your insulin plan closely.": "استخدم الإنسولين بشكل صحيح: اتبع خطة الإنسولين الخاصة بك عن كثب.",
  "Healthy Eating: Eat a balanced diet and avoid sugary foods.": "تناول صحي: اتبع نظامًا غذائيًا متوازنًا وتجنب الأطعمة السكرية.",

  "Type 2 Diabetes": "داء السكري من النوع 2",
  "Exercise Regularly: Aim for at least 150 minutes of moderate activity weekly.": "مارس الرياضة بانتظام: استهدف 150 دقيقة على الأقل من النشاط المعتدل أسبوعيًا.",
  "Healthy Diet: Focus on whole grains, vegetables, and lean proteins.": "نظام غذائي صحي: ركز على الحبوب الكاملة، الخضروات، والبروتينات قليلة الدهن.",
  "Take Medications: Follow your doctor's instructions regarding medication or insulin.": "تناول الأدوية: اتبع تعليمات طبيبك بشأن الأدوية أو الإنسولين.",

  "Hypothyroidism": "قصور الغدة الدرقية",
  "Take Thyroid Medication: Use levothyroxine as prescribed.": "تناول أدوية الغدة الدرقية: استخدم ليفوثيروكسين حسب الوصفة.",
  "Routine Testing: Check TSH levels regularly.": "الفحوصات الدورية: افحص مستويات TSH بانتظام.",
  "Eat Smart: Include iodine-rich foods like fish and dairy.": "تناول بحكمة: أدرج أطعمة غنية باليود مثل السمك ومنتجات الألبان.",

  "Hyperthyroidism": "فرط نشاط الغدة الدرقية",
  "Medication Management: Take anti-thyroid drugs as directed.": "إدارة الأدوية: تناول الأدوية المضادة للغدة الدرقية حسب التعليمات.",
  "Avoid Stimulants: Limit caffeine and stressful activities.": "تجنب المنبهات: قلل من الكافيين والنشاطات المجهدة.",
  "Watch for Symptoms: Monitor for fast heartbeat, weight loss, and anxiety.": "راقب الأعراض: تابع ضربات القلب السريعة، فقدان الوزن، والقلق.",

  "HIV": "فيروس نقص المناعة البشرية (HIV)",
  "Stick to ART: Take antiretroviral therapy daily without missing doses.": "التزم بالعلاج المضاد للفيروسات: تناول العلاج يوميًا دون تفويت الجرعات.",
  "Boost Immunity: Eat a nutritious diet and avoid smoking/alcohol.": "عزز المناعة: تناول نظامًا غذائيًا مغذيًا وتجنب التدخين والكحول.",
  "Routine Monitoring: Track viral load and CD4 counts with your doctor.": "المتابعة الدورية: راقب الحمل الفيروسي وعدد خلايا CD4 مع طبيبك.",

  "Viral Hepatitis (A, B, C)": "التهاب الكبد الفيروسي (A, B, C)",
  "Medical Treatment: Follow your doctor’s treatment plan, including antivirals if needed.": "العلاج الطبي: اتبع خطة علاج طبيبك، بما في ذلك الأدوية المضادة للفيروسات إذا لزم الأمر.",
  "Avoid Alcohol: Protect your liver from further damage.": "تجنب الكحول: احمِ كبدك من المزيد من الضرر.",
  "Healthy Lifestyle: Eat well and avoid unnecessary medications that affect the liver.": "نمط حياة صحي: تناول طعامًا جيدًا وتجنب الأدوية غير الضرورية التي تؤثر على الكبد.",

  "Rheumatoid Arthritis": "التهاب المفاصل الروماتويدي",
  "Medication Adherence: Use prescribed anti-inflammatory or immune-modulating drugs.": "الالتزام بالأدوية: استخدم الأدوية المضادة للالتهاب أو المعدلة للمناعة حسب الوصفة.",
  "Gentle Exercise: Stay active with low-impact activities like swimming or stretching.": "تمارين لطيفة: حافظ على نشاطك بممارسات منخفضة التأثير مثل السباحة أو التمدد.",
  "Physical Therapy: May help relieve pain and improve joint function.": "العلاج الطبيعي: قد يساعد في تخفيف الألم وتحسين وظيفة المفاصل.",

  "Stroke": "السكتة الدماغية",
  "Take Prescribed Medications: For blood pressure, cholesterol, or blood thinning.": "تناول الأدوية الموصوفة: لضغط الدم، الكوليسترول، أو تخفيف الدم.",
  "Start Rehabilitation: Physical, speech, or occupational therapy as needed.": "ابدأ إعادة التأهيل: العلاج الطبيعي، النطق، أو المهني حسب الحاجة.",
  "Prevent Future Strokes: Quit smoking, control diabetes, and maintain a healthy lifestyle.": "منع السكتات المستقبلية: أقلع عن التدخين، تحكم في السكري، وحافظ على نمط حياة صحي.",

  "Eczema": "الإكزيما",
  "Moisturize Often: Use fragrance-free creams or ointments to keep skin hydrated.": "رطب الجلد كثيرًا: استخدم كريمات أو مراهم خالية من العطور للحفاظ على ترطيب الجلد.",
  "Avoid Triggers: Identify and avoid irritants like soaps, fabrics, or allergens.": "تجنب المحفزات: تعرف وتجنب المهيجات مثل الصابون، الأقمشة، أو المواد المسببة للحساسية.",
  "Use Medications: Apply corticosteroid creams or take antihistamines as prescribed.": "استخدم الأدوية: ضع كريمات الكورتيكوستيرويد أو تناول مضادات الهيستامين حسب الوصفة.",

  "Migraine": "الصداع النصفي",
  "Identify Triggers: Keep a diary to track food, sleep, or stress triggers.": "حدد المحفزات: احتفظ بمذكرة لتتبع الأطعمة، النوم، أو محفزات التوتر.",
  "Medication: Use prescribed migraine medications at the first sign of symptoms.": "الأدوية: استخدم أدوية الصداع النصفي الموصوفة عند أول علامة على الأعراض.",
  "Lifestyle Balance: Get regular sleep, eat on time, and manage stress.": "توازن نمط الحياة: احصل على نوم منتظم، تناول الطعام في مواعيده، وتحكم في التوتر.",

  "Food Poisoning": "التسمم الغذائي",
  "Hydration: Drink water or oral rehydration solutions to prevent dehydration.": "الترطيب: اشرب الماء أو محاليل الإماهة الفموية لمنع الجفاف.",
  "Rest: Allow your body time to recover by getting plenty of rest.": "الراحة: امنح جسمك وقتًا للتعافي بالحصول على قسط كافٍ من الراحة.",
  "Seek Help: If symptoms are severe or last more than 2 days, consult a doctor.": "اطلب المساعدة: إذا كانت الأعراض شديدة أو استمرت أكثر من يومين، استشر الطبيب.",

  "Contact Dermatitis": "التهاب الجلد التماسي",
  "Avoid the Allergen/Irritant: Identify and avoid the cause of the reaction.": "تجنب المسبب (المُسبب للحساسية أو المهيج): حدد وتجنب سبب التفاعل.",
  "Topical Creams: Use anti-itch or steroid creams as directed.": "الكريمات الموضعية: استخدم كريمات مضادة للحكة أو الكورتيكوستيرويد حسب التعليمات.",
  "Cool Compresses: Apply to soothe the affected skin.": "كمادات باردة: ضعها لتهدئة الجلد المصاب.",

  "Anxiety Disorder": "اضطراب القلق",
  "Practice Relaxation: Use breathing exercises, meditation, or yoga.": "مارس الاسترخاء: استخدم تمارين التنفس، التأمل، أو اليوغا.",
  "Therapy: Cognitive behavioral therapy (CBT) can be very effective.": "العلاج النفسي: العلاج السلوكي المعرفي (CBT) فعال جدًا.",
  "Medication: Use anxiolytics or antidepressants if prescribed by a professional.": "الأدوية: استخدم مضادات القلق أو مضادات الاكتئاب إذا وصفها الطبيب.",

  "ADHD": "اضطراب نقص الانتباه مع فرط النشاط (ADHD)",
  "Medication Management: Take stimulants or non-stimulants as prescribed.": "إدارة الأدوية: تناول المنشطات أو غير المنشطات حسب الوصفة.",
  "Structured Routine: Keep a consistent schedule for tasks and activities.": "روتين منظم: حافظ على جدول ثابت للمهام والأنشطة.",
  "Behavioral Therapy: Helps improve focus, organization, and impulse control.": "العلاج السلوكي: يساعد على تحسين التركيز والتنظيم والسيطرة على الاندفاع.",

  "Gout": "داء النقرس",
  "Dietary Changes: Avoid red meat, seafood, and sugary drinks; limit alcohol.": "تغييرات غذائية: تجنب اللحوم الحمراء، المأكولات البحرية، والمشروبات السكرية؛ قلل من الكحول.",
  "Hydration: Drink plenty of water to help flush out uric acid.": "الترطيب: اشرب الكثير من الماء لمساعدة التخلص من حمض اليوريك.",
  "Take Medications: Use anti-inflammatory drugs and uric acid-lowering medications.": "تناول الأدوية: استخدم مضادات الالتهاب وأدوية خفض حمض اليوريك.",

  "Food Allergy": "حساسية الطعام",
  "Avoid Allergen: Read labels carefully and avoid known allergens.": "تجنب المسبب: اقرأ الملصقات بعناية وتجنب مسببات الحساسية المعروفة.",
  "Emergency Plan: Carry an epinephrine auto-injector if prescribed.": "خطة الطوارئ: احمل جهاز حقن الإبينفرين تلقائيًا إذا وصفه الطبيب.",
  "Medical ID: Wear a bracelet or carry a card stating your allergy.": "بطاقة طبية: ارتدِ سوارًا أو احمل بطاقة تبين حساسيتك.",

  "Syphilis": "الزهري",
  "Complete Treatment: Follow the full course of antibiotics prescribed.": "أكمل العلاج: اتبع دورة المضادات الحيوية كاملة كما وصفها الطبيب.",
  "Safe Practices: Use protection and get tested regularly.": "ممارسات آمنة: استخدم وسائل الوقاية وأجرِ الفحوصات بانتظام.",
  "Notify Partners: Inform sexual partners so they can get tested and treated.": "إبلاغ الشركاء: أخبر شركاء الجنس ليجروا الفحص والعلاج.",

  "Rheumatic Fever": "الحمى الروماتيزمية",
  "Treat Strep Throat Promptly: Prevent rheumatic fever by treating strep infections early.": "علاج التهاب الحلق الناتج عن البكتيريا مبكرًا لمنع الحمى الروماتيزمية.",
  "Follow Medication Plan: Use antibiotics and anti-inflammatory drugs as prescribed.": "اتبع خطة العلاج: استخدم المضادات الحيوية ومضادات الالتهاب حسب الوصفة.",
  "Regular Follow-Up: Monitor for potential heart complications.": "المتابعة المنتظمة: راقب وجود مضاعفات قلبية محتملة.",

  "________________________the Herbs________________________": "",

  "name": "اسم",
  "benefits": "فوائد",
  "heals_diseases": "الأمراض التي تعالجها",
  "Find the herb": "ابحث عن العشبة",
  "exit": "إغلاق",
  "You have not selected any disease symptom": "لم تقم بإختيار اي عرض مرض",
  "You have not record any disease symptoms": "لم تقم بتسجيل اي عرض مرض",

  "Ginger": "الزنجبيل",
  "Contains antioxidants that boost immunity": "يحتوي على مضادات أكسدة تعزز المناعة",
  "Helps improve digestion": "يساعد في تحسين الهضم",
  "Relieves nausea and vomiting": "يخفف من الغثيان والقيء",
  "Colds and flu": "نزلات البرد والإنفلونزا",
  "Digestive problems": "مشاكل الهضم",
  "Inflammations and joint pain": "الالتهابات وآلام المفاصل",

  "Chamomile": "البابونج",
  "Helps calm nerves and improve sleep": "يساعد على تهدئة الأعصاب وتحسين النوم",
  "Reduces digestive system inflammation": "يقلل من التهابات الجهاز الهضمي",
  "Has anti-inflammatory properties": "يحتوي على خصائص مضادة للالتهابات",
  "Insomnia and stress": "الأرق والتوتر",
  "Stomach disorders and IBS": "اضطرابات المعدة والقولون العصبي",
  "Skin inflammations and minor burns": "التهابات الجلد والحروق البسيطة",

  "Turmeric": "الكركم",
  "Contains curcumin with anti-inflammatory effects": "يحتوي على الكركمين ذو التأثيرات المضادة للالتهابات",
  "Helps improve heart health": "يساعد في تحسين صحة القلب",
  "Supports liver health and detoxification": "يدعم صحة الكبد وإزالة السموم",
  "Joint inflammation": "التهاب المفاصل",
  "Liver diseases": "أمراض الكبد",
  "Heart and arterial diseases": "أمراض القلب والشرايين",

  "Cinnamon": "القرفة",
  "Regulates blood sugar levels": "ينظم مستويات السكر في الدم",
  "Improves heart health": "يحسن صحة القلب",
  "Helps fight infections": "يساعد في مكافحة العدوى",
  "Heart diseases": "أمراض القلب",
  "Fungal and bacterial infections": "العدوى الفطرية والبكتيرية",

  "Mint": "النعناع",
  "Soothes stomach disorders": "يهدئ اضطرابات المعدة",
  "Improves breath freshness": "يحسن رائحة النفس",
  "Helps relieve stress": "يساعد في تخفيف التوتر",
  "Digestive system issues": "مشاكل الجهاز الهضمي",
  "Nausea and vomiting": "الغثيان والقيء",
  "Migraine headaches": "صداع الشقيقة",

  "Rosemary": "إكليل الجبل",
  "Improves memory and concentration": "يحسن الذاكرة والتركيز",
  "Boosts immune system health": "يعزز صحة الجهاز المناعي",
  "Contains powerful antioxidants": "يحتوي على مضادات أكسدة قوية",
  "Headache and mental fatigue": "الصداع والإرهاق الذهني",
  "Digestive disorders": "اضطرابات الهضم",
  "Chronic inflammations": "الالتهابات المزمنة",

  "Anise": "اليانسون",
  "Relieves cough and respiratory infections": "يخفف السعال والالتهابات التنفسية",
  "Helps calm the nerves": "يساعد على تهدئة الأعصاب",
  "Respiratory infections": "الالتهابات التنفسية",
  "Bloating and gas": "الانتفاخ والغازات",

  "Green Tea": "الشاي الأخضر",
  "Boosts heart health": "يعزز صحة القلب",
  "Contains antioxidants": "يحتوي على مضادات أكسدة",
  "Helps with weight loss": "يساعد في خسارة الوزن",

  "Sage": "الميرمية",
  "Helps relieve sore throat pain": "يساعد في تخفيف ألم التهاب الحلق",
  "Has antibacterial properties": "يحتوي على خصائص مضادة للبكتيريا",
  "Memory disorders": "اضطرابات الذاكرة",
  "Throat infections": "التهابات الحلق",
  "Menstrual pain": "آلام الدورة الشهرية",

  "Thyme": "الزعتر",
  "Boosts respiratory system health": "يعزز صحة الجهاز التنفسي",
  "Improves oral and dental health": "يحسن صحة الفم والأسنان",
  "Supports digestive health": "يدعم صحة الجهاز الهضمي",
  "Digestive issues": "مشاكل الهضم",
  "Gum inflammations": "التهابات اللثة",

  "Basil": "الريحان",
  "Improves respiratory system health": "يحسن صحة الجهاز التنفسي",
  "Reduces throat inflammation": "يقلل التهاب الحلق",
  "Headache and stress": "الصداع والتوتر",

  "Lavender": "الخزامى",
  "Helps relax and reduce stress": "يساعد على الاسترخاء وتقليل التوتر",
  "Improves sleep quality": "يحسن جودة النوم",
  "Migraine pain": "ألم الشقيقة",
  "Nervous system problems": "مشاكل الجهاز العصبي",

  "Fenugreek": "الحلبة",
  "Improves blood sugar levels": "يحسن مستويات السكر في الدم",
  "Enhances digestive health": "يعزز صحة الجهاز الهضمي",
  "Helps in milk production for breastfeeding mothers": "يساعد في زيادة إنتاج الحليب للأمهات المرضعات",
  "Inflammations": "الالتهابات",

  "Fennel": "الشمر",
  "Relieves colic and bloating": "يخفف المغص والانتفاخ",
  "Supports respiratory health": "يدعم صحة الجهاز التنفسي",
  "Bloating and colic": "الانتفاخ والمغص",
  "Respiratory problems": "مشاكل التنفس",
  "Stomach inflammations": "التهابات المعدة",

  "Sweet Basil": "الريحان الحلو",
  "Reduces stress": "يقلل التوتر",
  "Relieves headaches": "يخفف الصداع",
  "Improves digestion": "يحسن الهضم",
  "Headache": "الصداع",
  "Stress": "التوتر",
  "Gas": "الغازات",

  "Tomato": "الطماطم",
  "Rich in antioxidants": "غني بمضادات الأكسدة",
  "Good for skin": "جيد للبشرة",
  "Wrinkles": "التجاعيد",
  "High cholesterol": "ارتفاع الكوليسترول",

  "Lemon": "الليمون",
  "Helps boost the immune system": "يساعد في تعزيز الجهاز المناعي",
  "Reduces inflammation": "يقلل الالتهابات",
  "Good for skin health": "جيد لصحة الجلد",
  "Flu": "الإنفلونزا",
  "Skin problems": "مشاكل الجلد",
  "High blood pressure": "ارتفاع ضغط الدم",

  "Artichoke": "الخرشوف",
  "Improves liver function": "يحسن وظيفة الكبد",
  "Lowers cholesterol levels": "يخفض مستويات الكوليسترول",

  "Onion": "البصل",
  "Antibacterial properties": "خصائص مضادة للبكتيريا",
  "Supports the immune system": "يدعم الجهاز المناعي",

  "Clove": "القرنفل",
  "Helps relieve pain": "يساعد في تخفيف الألم",
  "Good for overall health": "جيد للصحة العامة",
  "Toothache": "وجع الأسنان",

  "Cumin": "الكمون",
  "Helps eliminate gas": "يساعد في التخلص من الغازات",
  "Helps reduce stress": "يساعد في تقليل التوتر",
  "Bloating": "الانتفاخ",

  "Carrot": "الجزر",
  "Improves eye health": "يحسن صحة العين",
  "Helps lower cholesterol": "يساعد في خفض الكوليسترول",
  "Vision problems": "مشاكل الرؤية",
  "Weak immunity": "ضعف المناعة",

  "Rose": "الورد",
  "Improves mood": "يحسن المزاج",
  "Reduces anxiety": "يقلل القلق",
  "Relieves stress": "يخفف التوتر",
  "Anxiety": "القلق",

  "Peach": "الخوخ",
  "Helps reduce inflammation": "يساعد في تقليل الالتهابات",
  "Boosts overall health": "يعزز الصحة العامة",

  "Cantaloupe": "شمام",
  "Good for body hydration": "جيد لترطيب الجسم",
  "Improves skin": "يحسن البشرة",
  "Rich in vitamin C": "غني بفيتامين سي",
  "Dehydration": "الجفاف",

  "Fig": "التين",
  "Provides energy": "يوفر الطاقة",
  "Fatigue": "الإرهاق",

  "Parsley": "البقدونس",
  "Supports kidney health": "يدعم صحة الكلى",
  "Rich in essential vitamins": "غني بالفيتامينات الأساسية",
  "Kidney problems": "مشاكل الكلى",
  "Digestion": "الهضم",

  "Cabbage": "الملفوف",
  "Stomach inflammation": "التهاب المعدة",
  "Speaking...": "يتم التحدث .. ",
  "Listen to Diagnosis & Advices": "إستمع الى التشخيص والنصائح",
  "Stop Speaking": "التوقف عن التحدث",
  "No diagnosis": "لايوجد تشخيص",
  "Please consult a doctor": "يرجى استشارة الطبيب"
}
