{
  "________________________Home________________________": "",
  "Medical Diagnostic App": "تطبيق التشخيص الطبي",
  "Symptom Input": "إدخال الاعراض",
  "Select Symptoms": "إختيار الاعراض",
  "An unexpected error occurred": "حدث خطأ غير متوقع",
  "Please re-order": "يرجى اعادة الطلب بسبب عدم استجابة السيرفر",
  "Diagnosis": "التشخيص",
  "Advices": "النصائح",
  "Select Herbs": "إختيار الاعشاب",
  "________________________DetectingDiseasesSelect________________________": "",
  "Look for symptoms": "ابحث عن الأعراض",

  "________________________DetectingDiseasesMicrophone________________________": "",
  "Press and talk": "اضغط على الزر وتحدث عن أعراضك",
  "No text has been recorded yet": "لم يتم تسجيل أي نص بعد",

  "________________________Symptoms of diseases________________________": "",

  "high_temperature": "ارتفاع في درجة الحرارة",
  "cough": "سعال",
  "sore_throat": "التهاب الحلق",
  "muscle_pain": "ألم عضلي",
  "fatigue": "إرهاق",
  "exhaustion": "تعب شديد",
  "headache": "صداع",
  "increased_thirst": "عطش متزايد",
  "weight_loss": "فقدان الوزن",
  "blurred_vision": "رؤية ضبابية",
  "dizziness": "دوخة",
  "nosebleed": "نزيف الأنف",
  "shortness_of_breath": "ضيق في التنفس",
  "difficulty_breathing": "صعوبة في التنفس",
  "wheezing": "صفير في التنفس",
  "chest_tightness": "ضيق في الصدر",
  "persistent_sadness": "حزن مستمر",
  "loss_of_interest": "فقدان الاهتمام",
  "insomnia": "أرق",
  "hypersomnia": "فرط النوم",
  "appetite_changes": "تغيرات في الشهية",
  "weight_changes": "تغيرات في الوزن",
  "difficulty_concentrating": "صعوبة في التركيز",
  "joint_pain": "ألم في المفاصل",
  "joint_swelling": "تورم المفاصل",
  "joint_stiffness": "تيبس المفاصل",
  "joint_redness": "احمرار المفاصل",
  "joint_warmth": "دفء المفاصل",
  "chest_pain": "ألم في الصدر",
  "chest_pressure": "ضغط في الصدر",
  "heart_palpitations": "خفقان القلب",
  "memory_loss": "فقدان الذاكرة",
  "difficulty_thinking": "صعوبة في التفكير",
  "problem_solving_difficulty": "صعوبة في حل المشكلات",
  "mood_changes": "تغيرات في المزاج",
  "behavioral_changes": "تغيرات سلوكية",
  "difficulty_performing_tasks": "صعوبة في أداء المهام",
  "loss_of_appetite": "فقدان الشهية",
  "nausea": "غثيان",
  "vomiting": "قيء",
  "yellow_skin": "اصفرار الجلد",
  "yellow_eyes": "اصفرار العينين",
  "jaundice": "يرقان",
  "sneezing": "عطس",
  "runny_nose": "سيلان الأنف",
  "itchy_eyes": "حكة في العينين",
  "skin_itching": "حكة في الجلد",
  "skin_rash": "طفح جلدي",
  "persistent_cough": "سعال مستمر",
  "fever": "حمى",
  "abdominal_pain": "ألم في البطن",
  "burning_sensation": "إحساس بالحرقة",
  "chronic_diarrhea": "إسهال مزمن",
  "bloody_diarrhea": "إسهال دموي",
  "severe_back_pain": "ألم شديد في الظهر",
  "lower_back_pain": "ألم أسفل الظهر",
  "blood_in_urine": "دم في البول",
  "frequent_urination": "كثرة التبول",
  "painful_urination": "تبول مؤلم",
  "cloudy_urine": "بول عكر",
  "foul_smelling_urine": "رائحة كريهة للبول",
  "weakness": "ضعف عام",
  "pale_skin": "شحوب الجلد",
  "recurrent_fever": "حمى متكررة",
  "night_sweats": "تعرق ليلي",
  "hand_tremor": "ارتعاش اليدين",
  "movement_difficulty": "صعوبة في الحركة",
  "muscle_stiffness": "تيبس عضلي",
  "muscle_weakness": "ضعف العضلات",
  "numbness": "خدر",
  "tingling": "تنميل",
  "balance_difficulty": "صعوبة في التوازن",
  "ear_pain": "ألم في الأذن",
  "hearing_loss": "فقدان السمع",
  "ear_discharge": "إفرازات من الأذن",
  "rapid_weight_loss": "فقدان سريع في الوزن",
  "weight_gain": "زيادة الوزن",
  "feeling_cold": "الشعور بالبرد",
  "dry_skin": "جفاف الجلد",
  "increased_appetite": "زيادة الشهية",
  "rapid_heartbeat": "تسارع ضربات القلب",
  "persistent_fatigue": "إرهاق مستمر",
  "swollen_lymph_nodes": "تضخم الغدد اللمفاوية",
  "facial_weakness": "ضعف في الوجه",
  "arm_weakness": "ضعف الذراع",
  "leg_weakness": "ضعف الساق",
  "speech_difficulty": "صعوبة في الكلام",
  "loss_of_balance": "فقدان التوازن",
  "severe_itching": "حكة شديدة",
  "skin_redness": "احمرار الجلد",
  "skin_patches": "بقع جلدية",
  "severe_headache": "صداع شديد",
  "light_sensitivity": "حساسية للضوء",
  "sound_sensitivity": "حساسية للصوت",
  "diarrhea": "إسهال",
  "painful_swallowing": "صعوبة مؤلمة في البلع",
  "tonsil_redness": "احمرار اللوزتين",
  "tonsil_swelling": "تورم اللوزتين",
  "skin_blisters": "بثور جلدية",
  "constant_anxiety": "قلق دائم",
  "tension": "توتر",
  "increased_heartbeat": "زيادة في ضربات القلب",
  "attention_difficulty": "صعوبة في الانتباه",
  "impulsivity": "اندفاعية",
  "hyperactivity": "فرط النشاط",
  "joint_area_swelling": "تورم منطقة المفصل",
  "skin_itch": "حكة الجلد",
  "painless_genital_sores": "قروح تناسلية غير مؤلمة",
  "painless_mouth_sores": "قروح فموية غير مؤلمة",
  "joint_fever": "حمى المفاصل",
  "heart_inflammation": "التهاب القلب",
  "blood_vessel_inflammation": "التهاب الأوعية الدموية",

  "________________________The disease and advices________________________": "",

  "Diagnose Disease": "تشخيص المرض",
  "Diagnosis:  ": "التشخيص : ",
  "Advices: ": "النصائح : ",

  "Influenza": "الإنفلونزا",
  "Vaccination: Get the flu vaccine annually.": "التطعيم: احصل على لقاح الإنفلونزا سنويًا.",
  "Hygiene: Wash hands frequently and avoid close contact with sick individuals.": "النظافة: اغسل يديك بشكل متكرر وتجنب الاتصال الوثيق مع الأفراد المرضى.",
  "Rest: Ensure you get plenty of rest to help your immune system.": "الراحة: تأكد من الحصول على قسط كافٍ من الراحة لدعم جهاز المناعة لديك.",
  "Hydration: Drink plenty of fluids to stay hydrated.": "الترطيب: اشرب الكثير من السوائل للبقاء رطبًا.",
  "Seek medical advice: If symptoms worsen or you have underlying health conditions.": "استشارة طبية: إذا ساءت الأعراض أو كان لديك حالات صحية أساسية.",

  "Diabetes": "مرض السكري",
  "Monitor Blood Sugar: Regularly check your blood sugar levels.": "مراقبة سكر الدم: تحقق بانتظام من مستويات سكر الدم لديك.",
  "Healthy Diet: Follow a balanced diet rich in whole grains, vegetables, and lean proteins.": "نظام غذائي صحي: اتبع نظامًا غذائيًا متوازنًا غنيًا بالحبوب الكاملة والخضروات والبروتينات الخالية من الدهون.",
  "Exercise: Engage in regular physical activity to help manage weight and blood sugar levels.": "ممارسة الرياضة: شارك في نشاط بدني منتظم للمساعدة في إدارة الوزن ومستويات السكر في الدم.",
  "Medication adherence: Take prescribed medications as directed.": "الامتثال للأدوية: تناول الأدوية الموصوفة كما هو موجه.",
  "Regular check-ups: Schedule regular appointments with your healthcare provider.": "الفحوصات الدورية: حدد مواعيد منتظمة مع مقدم الرعاية الصحية الخاص بك.",

  "Hypertension": "ارتفاع ضغط الدم",
  "Diet: Follow a heart-healthy diet, such as the DASH diet, low in salt and rich in fruits and vegetables.": "النظام الغذائي: اتبع نظامًا غذائيًا صحيًا للقلب، مثل نظام داش الغذائي، منخفض الملح وغني بالفواكه والخضروات.",
  "Regular Exercise: Aim for at least 150 minutes of moderate aerobic activity each week.": "ممارسة الرياضة بانتظام: استهدف ما لا يقل عن 150 دقيقة من النشاط الهوائي المعتدل كل أسبوع.",
  "Limit Alcohol: Reduce alcohol intake and avoid smoking.": "تحديد الكحول: قلل من تناول الكحول وتجنب التدخين.",
  "Weight Management: Maintain a healthy weight.": "إدارة الوزن: حافظ على وزن صحي.",
  "Monitor Blood Pressure: Regularly check your blood pressure at home or during doctor visits.": "مراقبة ضغط الدم: تحقق بانتظام من ضغط الدم لديك في المنزل أو أثناء زيارات الطبيب.",

  "Asthma": "الربو",
  "Avoid Triggers: Identify and avoid allergens or irritants that trigger your asthma.": "تجنب المحفزات: حدد وتجنب المواد المسببة للحساسية أو المهيجات التي تؤدي إلى نوبات الربو.",
  "Medication Compliance: Use prescribed inhalers and medications as directed.": "الامتثال للأدوية: استخدم أجهزة الاستنشاق والأدوية الموصوفة كما هو موجه.",
  "Create an Action Plan: Work with your doctor to develop an asthma action plan.": "إنشاء خطة عمل: اعمل مع طبيبك لتطوير خطة عمل للربو.",
  "Regular Check-ups: Have regular follow-ups with your healthcare provider.": "الفحوصات الدورية: قم بمتابعة منتظمة مع مقدم الرعاية الصحية الخاص بك.",
  "Stay Active: Engage in regular physical activity as tolerated.": "ابق نشطًا: شارك في نشاط بدني منتظم حسب قدرتك.",

  "Depression": "الاكتئاب",
  "Seek Professional Help: Consult a mental health professional for therapy or counseling.": "طلب المساعدة المهنية: استشر متخصصًا في الصحة النفسية للعلاج أو الاستشارة.",
  "Medication: If prescribed, take antidepressant medications as directed.": "الأدوية: إذا تم وصفها، تناول أدوية مضادة للاكتئاب كما هو موجه.",
  "Stay Connected: Maintain social connections and communicate with friends and family.": "ابق متصلًا: حافظ على الروابط الاجتماعية وتواصل مع الأصدقاء والعائلة.",
  "Exercise: Engage in regular physical activity to boost mood.": "ممارسة الرياضة: شارك في نشاط بدني منتظم لتحسين المزاج.",
  "Healthy Lifestyle: Eat a balanced diet, get enough sleep, and practice relaxation techniques.": "نمط حياة صحي: تناول نظامًا غذائيًا متوازنًا، واحصل على قسط كافٍ من النوم، ومارس تقنيات الاسترخاء.",

  "Arthritis": "التهاب المفاصل",
  "Exercise Regularly: Engage in low-impact exercises like swimming or walking to improve joint function.": "ممارسة التمارين بانتظام: شارك في تمارين منخفضة التأثير مثل السباحة أو المشي لتحسين وظيفة المفاصل.",
  "Weight Management: Maintain a healthy weight to reduce stress on joints.": "إدارة الوزن: حافظ على وزن صحي لتقليل الضغط على المفاصل.",
  "Physical Therapy: Consider working with a physical therapist for personalized exercises.": "العلاج الطبيعي: فكر في العمل مع أخصائي علاج طبيعي لوضع تمارين مخصصة.",
  "Pain Management: Use medications as prescribed for pain relief and inflammation control.": "إدارة الألم: استخدم الأدوية حسب الوصفة الطبية لتخفيف الألم والسيطرة على الالتهاب.",
  "Heat/Cold Therapy: Apply heat or cold packs to affected joints for relief.": "العلاج بالحرارة/البرودة: ضع كمادات ساخنة أو باردة على المفاصل المصابة للتخفيف.",

  "Heart Disease": "أمراض القلب",
  "Healthy Diet: Follow a heart-healthy diet, low in saturated fats and cholesterol.": "نظام غذائي صحي: اتبع نظاماً غذائياً صحياً للقلب، منخفض الدهون المشبعة والكوليسترول.",
  "Regular Exercise: Aim for at least 150 minutes of moderate exercise per week.": "التمارين المنتظمة: استهدف ممارسة 150 دقيقة على الأقل من التمارين المعتدلة أسبوعياً.",
  "Quit Smoking: Avoid tobacco products and seek help to quit if necessary.": "الإقلاع عن التدخين: تجنب منتجات التبغ واطلب المساعدة للإقلاع إذا لزم الأمر.",
  "Manage Stress: Practice stress-reducing techniques like meditation or yoga.": "إدارة التوتر: مارس تقنيات تقليل التوتر مثل التأمل أو اليوغا.",
  "Regular Check-ups: Monitor blood pressure, cholesterol levels, and other risk factors.": "الفحوصات المنتظمة: راقب ضغط الدم ومستويات الكوليسترول وعوامل الخطر الأخرى.",

  "Alzheimer_s_Disease": "مرض الزهايمر",
  "Mental Stimulation: Engage in activities that challenge the brain, like puzzles or learning new skills.": "التحفيز الذهني: شارك في أنشطة تتحدى الدماغ مثل الألغاز أو تعلم مهارات جديدة.",
  "Physical Activity: Stay physically active to promote overall health.": "النشاط البدني: حافظ على نشاطك البدني لتعزيز الصحة العامة.",
  "Healthy Diet: Follow a balanced diet, such as the Mediterranean diet, rich in fruits, vegetables, and healthy fats.": "نظام غذائي صحي: اتبع نظاماً غذائياً متوازناً مثل حمية البحر الأبيض المتوسط الغنية بالفواكه والخضروات والدهون الصحية.",
  "Social Engagement: Stay socially active to maintain cognitive function and emotional well-being.": "المشاركة الاجتماعية: حافظ على نشاطك الاجتماعي للحفاظ على الوظيفة الإدراكية والصحة العاطفية.",
  "Routine Establishment: Create a daily routine to provide structure and familiarity.": "إنشاء روتين: أنشئ روتيناً يومياً لتوفير الهيكلية والألفة.",

  "Hepatitis": "التهاب الكبد",
  "Follow Medical Advice: Adhere to treatment plans provided by your healthcare provider.": "اتباع النصائح الطبية: التزم بخطط العلاج المقدمة من مقدم الرعاية الصحية.",
  "Avoid Alcohol: Limit or eliminate alcohol consumption to protect the liver.": "تجنب الكحول: قلل أو امتنع عن استهلاك الكحول لحماية الكبد.",
  "Healthy Diet: Eat a balanced diet rich in fruits, vegetables, and whole grains.": "نظام غذائي صحي: تناول طعاماً متوازناً غنياً بالفواكه والخضروات والحبوب الكاملة.",
  "Vaccination: Get vaccinated for hepatitis A and B if at risk.": "التحصين: احصل على لقاح التهاب الكبد A وB إذا كنت معرضاً للخطر.",

  "Allergies": "الحساسية",
  "Keep a diary to track what causes your allergic reactions": "احتفظ بمذكرة لتتبع ما يسبب لك ردود الفعل التحسسية",
  "Stay indoors during high pollen seasons and use air purifiers": "ابق في الداخل خلال مواسم ارتفاع حبوب اللقاح واستخدم أجهزة تنقية الهواء",
  "Use antihistamines, nasal sprays, or other medications as prescribed by your doctor": "استخدم مضادات الهيستامين أو بخاخات الأنف أو أدوية أخرى حسب وصفة طبيبك",

  "Pneumonia": "الالتهاب الرئوي",
  "Ensure you get plenty of rest and drink fluids to stay hydrated": "تأكد من الحصول على قسط وافر من الراحة وشرب السوائل للبقاء رطباً",
  "Take antibiotics or antiviral medications as prescribed": "تناول المضادات الحيوية أو الأدوية المضادة للفيروسات حسب الوصفة الطبية",
  "Stay away from smoke and pollutants that can worsen lung health": "تجنب الدخان والملوثات التي قد تؤدي إلى تدهور صحة الرئتين",

  "Stomach Ulcer": "قرحة المعدة",
  "Avoid spicy foods, caffeine, and alcohol that can irritate the stomach lining": "تجنب الأطعمة الحارة والكافيين والكحول التي قد تهيج بطانة المعدة",
  "Use proton pump inhibitors or H2 blockers as directed by your healthcare provider": "استخدم مثبطات مضخة البروتون أو حاصرات H2 حسب توجيهات مقدم الرعاية الصحية",
  "Engage in relaxation techniques like meditation or deep breathing exercises": "مارس تقنيات الاسترخاء مثل التأمل أو تمارين التنفس العميق",

  "Crohn_s_Disease": "داء كرون",
  "Keep a food diary to identify trigger foods and work with a dietitian for personalized advice": "احتفظ بمذكرة طعام لتحديد الأطعمة المحفزة وتعاون مع اختصاصي تغذية للحصول على نصائح مخصصة",
  "Take anti-inflammatory medications or immunosuppressants as prescribed": "تناول الأدوية المضادة للالتهابات أو مثبطات المناعة حسب الوصفة",
  "Drink plenty of fluids, especially during flare-ups": "اشرب الكثير من السوائل، خاصة خلال النوبات الالتهابية",

  "Ulcerative Colitis": "التهاب القولون التقرحي",
  "Focus on a diet low in fiber during flare-ups and rich in nutrients when in remission": "ركز على نظام غذائي منخفض الألياف خلال النوبات، وغني بالعناصر الغذائية أثناء فترة الهدوء",
  "Follow your doctor's recommendations regarding anti-inflammatory medications": "اتبع توصيات طبيبك بخصوص الأدوية المضادة للالتهابات",
  "Schedule regular check-ups to monitor your condition": "حدد مواعيد فحوصات منتظمة لمتابعة حالتك الصحية",

  "Kidney Stones": "حصى الكلى",
  "Drink plenty of water to help prevent stone formation and flush out the kidneys": "اشرب كميات وفيرة من الماء للمساعدة في منع تكوّن الحصى وتنظيف الكلى",
  "Limit salt and animal protein; consult with a healthcare provider for dietary guidance": "قلل من تناول الملح والبروتين الحيواني؛ واستشر مقدم الرعاية الصحية للحصول على إرشادات غذائية",
  "Regularly monitor kidney health with your doctor": "تابع صحة الكلى بانتظام مع طبيبك",

  "Cystitis": "التهاب المثانة",
  "Drink plenty of water to help flush bacteria from the urinary tract": "اشرب كميات كبيرة من الماء للمساعدة في طرد البكتيريا من المسالك البولية",
  "Limit caffeine, alcohol, and spicy foods that can irritate the bladder": "قلل من الكافيين والكحول والأطعمة الحارة التي قد تهيج المثانة",
  "Always wipe from front to back after using the toilet": "امسح دائماً من الأمام إلى الخلف بعد استخدام المرحاض",

  "Anemia": "فقر الدم",
  "Include foods such as red meat, beans, lentils, and spinach in your diet": "أدرج أطعمة مثل اللحوم الحمراء، الفاصوليا، العدس، والسبانخ في نظامك الغذائي",
  "Consume vitamin C-rich foods to enhance iron absorption (e.g., citrus fruits)": "تناول أطعمة غنية بفيتامين C لتعزيز امتصاص الحديد (مثل الحمضيات)",
  "Have your hemoglobin levels checked regularly by your healthcare provider": "قم بفحص مستويات الهيموغلوبين بانتظام لدى مقدم الرعاية الصحية",

  "Brucellosis": "الحمى المالطية",
  "Follow your healthcare provider's treatment plan, which may include antibiotics": "اتبع خطة العلاج التي يحددها مقدم الرعاية الصحية، والتي قد تتضمن مضادات حيوية",
  "Do not consume unpasteurized dairy products or undercooked meat": "لا تستهلك منتجات الألبان غير المبسترة أو اللحوم غير المطهية جيداً",
  "Report any persistent symptoms to your doctor for proper management": "أبلغ طبيبك عن أي أعراض مستمرة للحصول على العلاج المناسب",

  "Parkinson_s_Disease": "مرض باركنسون",
  "Engage in physical activity to improve mobility and balance": "مارس النشاط البدني لتحسين الحركة والتوازن",
  "Eat a balanced diet rich in fruits, vegetables, whole grains, and healthy fats": "تناول نظاماً غذائياً متوازناً غنياً بالفواكه والخضروات والحبوب الكاملة والدهون الصحية",
  "Participate in cognitive exercises and social activities to support brain health": "شارك في التمارين الذهنية والأنشطة الاجتماعية لدعم صحة الدماغ",

  "Multiple Sclerosis": "التصلب المتعدد",
  "Follow Medication Plan: Take disease-modifying therapies as prescribed.": "اتبع خطة العلاج: تناول العلاجات المعدلة للمرض حسب الوصفة.",
  "Manage Stress: Get enough rest and avoid overexertion.": "إدارة التوتر: احصل على قسط كافٍ من الراحة وتجنب الإجهاد الزائد.",
  "Stay Active: Engage in low-impact exercise to maintain strength and balance.": "ابقَ نشيطاً: مارس التمارين منخفضة التأثير للحفاظ على القوة والتوازن.",

  "Ear Infection": "عدوى الأذن",
  "See a Doctor: Use antibiotics or ear drops if prescribed.": "راجع الطبيب: استخدم المضادات الحيوية أو قطرات الأذن إذا وُصفت لك.",
  "Keep the Ear Dry: Avoid water exposure during infection.": "حافظ على جفاف الأذن: تجنب تعرضها للماء أثناء العدوى.",
  "Pain Relief: Use over-the-counter pain relievers like ibuprofen.": "تسكين الألم: استخدم مسكنات الألم المتاحة بدون وصفة مثل الإيبوبروفين.",

  "Type 1 Diabetes": "داء السكري من النوع الأول",
  "Monitor Blood Sugar: Check glucose levels regularly.": "راقب سكر الدم: افحص مستويات الجلوكوز بانتظام.",
  "Use Insulin Properly: Follow your insulin plan closely.": "استخدم الأنسولين بشكل صحيح: اتبع خطة الأنسولين بدقة.",
  "Healthy Eating: Eat a balanced diet and avoid sugary foods.": "تناول طعاماً صحياً: اتبع نظاماً غذائياً متوازناً وتجنب الأطعمة السكرية.",

  "Type 2 Diabetes": "داء السكري من النوع الثاني",
  "Exercise Regularly: Aim for at least 150 minutes of moderate activity weekly.": "مارس التمارين بانتظام: حاول ممارسة 150 دقيقة على الأقل من النشاط المعتدل أسبوعياً.",
  "Healthy Diet: Focus on whole grains, vegetables, and lean proteins.": "نظام غذائي صحي: ركز على الحبوب الكاملة، والخضروات، والبروتينات الخالية من الدهون.",
  "Take Medications: Follow your doctor's instructions regarding medication or insulin.": "تناول الأدوية: اتبع تعليمات طبيبك بخصوص الأدوية أو الأنسولين.",

  "Hypothyroidism": "قصور الغدة الدرقية",
  "Take Thyroid Medication: Use levothyroxine as prescribed.": "تناول أدوية الغدة الدرقية: استخدم ليفوثيروكسين حسب الوصفة.",
  "Routine Testing: Check TSH levels regularly.": "الفحوصات الروتينية: افحص مستويات هرمون TSH بانتظام.",
  "Eat Smart: Include iodine-rich foods like fish and dairy.": "تناول الطعام بذكاء: أدرج أطعمة غنية باليود مثل السمك ومنتجات الألبان.",

  "Hyperthyroidism": "فرط نشاط الغدة الدرقية",
  "Medication Management: Take anti-thyroid drugs as directed.": "إدارة الأدوية: تناول الأدوية المضادة للغدة حسب التعليمات.",
  "Avoid Stimulants: Limit caffeine and stressful activities.": "تجنب المنبهات: قلل من الكافيين والأنشطة المجهدة.",
  "Watch for Symptoms: Monitor for fast heartbeat, weight loss, and anxiety.": "راقب الأعراض: تابع تسارع ضربات القلب، فقدان الوزن، والقلق.",

  "HIV": "فيروس نقص المناعة البشرية (HIV)",
  "Stick to ART: Take antiretroviral therapy daily without missing doses.": "التزم بالعلاج: تناول العلاج المضاد للفيروسات يومياً دون تفويت الجرعات.",
  "Boost Immunity: Eat a nutritious diet and avoid smoking/alcohol.": "عزّز المناعة: تناول طعاماً مغذياً وتجنب التدخين والكحول.",
  "Routine Monitoring: Track viral load and CD4 counts with your doctor.": "المتابعة المنتظمة: راقب الحمل الفيروسي وعدد خلايا CD4 مع طبيبك.",

  "Viral Hepatitis (A, B, C)": "التهاب الكبد الفيروسي (A، B، C)",
  "Medical Treatment: Follow your doctor’s treatment plan, including antivirals if needed.": "العلاج الطبي: اتبع خطة العلاج التي يحددها طبيبك، بما في ذلك مضادات الفيروسات إذا لزم الأمر.",
  "Avoid Alcohol: Protect your liver from further damage.": "تجنب الكحول: لحماية الكبد من المزيد من الضرر.",
  "Healthy Lifestyle: Eat well and avoid unnecessary medications that affect the liver.": "نمط حياة صحي: تناول طعاماً صحياً وتجنب الأدوية غير الضرورية التي تؤثر على الكبد.",

  "Rheumatoid Arthritis": "التهاب المفاصل الروماتويدي",
  "Medication Adherence: Use prescribed anti-inflammatory or immune-modulating drugs.": "الالتزام بالأدوية: استخدم الأدوية المضادة للالتهابات أو المعدلة للمناعة حسب الوصفة.",
  "Gentle Exercise: Stay active with low-impact activities like swimming or stretching.": "التمارين الخفيفة: حافظ على النشاط من خلال تمارين منخفضة التأثير مثل السباحة أو التمدد.",
  "Physical Therapy: May help relieve pain and improve joint function.": "العلاج الطبيعي: قد يساعد في تخفيف الألم وتحسين وظيفة المفاصل.",

  "Stroke": "السكتة الدماغية",
  "Take Prescribed Medications: For blood pressure, cholesterol, or blood thinning.": "تناول الأدوية الموصوفة: لعلاج ضغط الدم أو الكوليسترول أو لتخفيف الدم.",
  "Start Rehabilitation: Physical, speech, or occupational therapy as needed.": "ابدأ بالعلاج التأهيلي: مثل العلاج الطبيعي أو علاج النطق أو العلاج المهني حسب الحاجة.",
  "Prevent Future Strokes: Quit smoking, control diabetes, and maintain a healthy lifestyle.": "منع السكتات المستقبلية: توقف عن التدخين، سيطر على السكري، واتبِع نمط حياة صحي.",

  "Eczema": "(الأكزيما) الأكزيما",
  "Moisturize Often: Use fragrance-free creams or ointments to keep skin hydrated.": "الترطيب المتكرر: استخدم كريمات أو مراهم خالية من العطور للحفاظ على رطوبة الجلد.",
  "Avoid Triggers: Identify and avoid irritants like soaps, fabrics, or allergens.": "تجنب المهيجات: حدد وتجنب المهيجات مثل الصابون أو الأقمشة أو المواد المسببة للحساسية.",
  "Use Medications: Apply corticosteroid creams or take antihistamines as prescribed.": "استخدام الأدوية: ضع كريمات الكورتيزون أو تناول مضادات الهيستامين حسب الوصفة.",

  "Migraine": "الصداع النصفي",
  "Identify Triggers: Keep a diary to track food, sleep, or stress triggers.": "تحديد المحفزات: احتفظ بمذكرة لتتبع الطعام والنوم والتوتر.",
  "Medication: Use prescribed migraine medications at the first sign of symptoms.": "الأدوية: استخدم أدوية الصداع النصفي الموصوفة عند أول ظهور للأعراض.",
  "Lifestyle Balance: Get regular sleep, eat on time, and manage stress.": "توازن نمط الحياة: احصل على نوم منتظم، وتناول الطعام في وقته، وتجنب التوتر.",

  "Food Poisoning": " التسمم الغذائي",
  "Hydration: Drink water or oral rehydration solutions to prevent dehydration.": "الترطيب: اشرب الماء أو محاليل الإماهة الفموية لمنع الجفاف.",
  "Rest: Allow your body time to recover by getting plenty of rest.": "الراحة: امنح جسمك الوقت للتعافي من خلال الراحة الكافية.",
  "Seek Help: If symptoms are severe or last more than 2 days, consult a doctor.": "اطلب المساعدة: إذا كانت الأعراض شديدة أو استمرت لأكثر من يومين، راجع الطبيب.",

  "Sore Throat (Tonsillitis)": " التهاب الحلق (التهاب اللوزتين)",
  "Hydrate and Rest: Drink warm fluids and rest your voice.": "الترطيب والراحة: اشرب سوائل دافئة وأرح صوتك.",
  "Medication: Take pain relievers or antibiotics if prescribed.": "الأدوية: تناول مسكنات الألم أو المضادات الحيوية إذا تم وصفها.",
  "Avoid Irritants: Stay away from smoke or dry air.": "تجنب المهيجات: ابتعد عن الدخان أو الهواء الجاف.",

  "Contact Dermatitis": "التهاب الجلد التماسي",
  "Avoid the Allergen/Irritant: Identify and avoid the cause of the reaction.": "تجنب المهيّج أو المسبب للحساسية: حدد وتجنب سبب التفاعل.",
  "Topical Creams: Use anti-itch or steroid creams as directed.": "الكريمات الموضعية: استخدم كريمات مضادة للحكة أو تحتوي على الستيرويدات حسب التوجيه.",
  "Cool Compresses: Apply to soothe the affected skin.": "الكمادات الباردة: ضعها لتهدئة الجلد المصاب.",

  "Anxiety Disorder": "Anxiety Disorder",
  "Practice Relaxation: Use breathing exercises, meditation, or yoga.": "مارس الاسترخاء: استخدم تمارين التنفس أو التأمل أو اليوغا.",
  "Therapy: Cognitive behavioral therapy (CBT) can be very effective.": "العلاج: يمكن أن يكون العلاج السلوكي المعرفي (CBT) فعالًا جدًا.",
  "Medication: Use anxiolytics or antidepressants if prescribed by a professional.": "الأدوية: استخدم مضادات القلق أو مضادات الاكتئاب إذا وصفها مختص.",

  "ADHD": "(اضطراب فرط الحركة وتشتت الانتباه) ADHD",
  "Medication Management: Take stimulants or non-stimulants as prescribed.": "إدارة الدواء: تناول المنشطات أو الأدوية غير المنشطة حسب الوصفة.",
  "Structured Routine: Keep a consistent schedule for tasks and activities.": "روتين منظم: حافظ على جدول منتظم للمهام والأنشطة.",
  "Behavioral Therapy: Helps improve focus, organization, and impulse control.": "العلاج السلوكي: يساعد في تحسين التركيز والتنظيم وضبط الاندفاعات.",

  "Gout": "النقرس",
  "Dietary Changes: Avoid red meat, seafood, and sugary drinks; limit alcohol.": "تغييرات غذائية: تجنب اللحوم الحمراء والمأكولات البحرية والمشروبات السكرية؛ وقلل الكحول.",
  "Hydration: Drink plenty of water to help flush out uric acid.": "الترطيب: اشرب الكثير من الماء للمساعدة في طرد حمض اليوريك.",
  "Take Medications: Use anti-inflammatory drugs and uric acid-lowering medications.": "تناول الأدوية: استخدم مضادات الالتهاب وأدوية خفض حمض اليوريك.",

  "Food Allergy": "الحساسية الغذائية",
  "Avoid Allergen: Read labels carefully and avoid known allergens.": "تجنب المُسبب: اقرأ الملصقات بعناية وتجنب المكونات المعروفة بتحفيز الحساسية.",
  "Emergency Plan: Carry an epinephrine auto-injector if prescribed.": "خطة الطوارئ: احمل حقنة الأدرينالين الذاتية إذا وصفت لك.",
  "Medical ID: Wear a bracelet or carry a card stating your allergy.": "بطاقة طبية: ارتدِ سواراً أو احمل بطاقة توضح نوع الحساسية لديك.",

  "Syphilis": "الزهري",
  "Complete Treatment: Follow the full course of antibiotics prescribed.": "إكمال العلاج: اتبع دورة المضادات الحيوية الموصوفة بالكامل.",
  "Safe Practices: Use protection and get tested regularly.": "ممارسات آمنة: استخدم وسائل الوقاية وقم بالفحص بانتظام.",
  "Notify Partners: Inform sexual partners so they can get tested and treated.": "إبلاغ الشركاء: أخبر الشركاء الجنسيين ليقوموا بالفحص والعلاج إذا لزم.",

  "Rheumatic Fever": "الحمى الروماتيزمية",
  "Treat Strep Throat Promptly: Prevent rheumatic fever by treating strep infections early.": "عالج التهاب الحلق البكتيري مبكرًا: لتجنب الحمى الروماتيزمية.",
  "Follow Medication Plan: Use antibiotics and anti-inflammatory drugs as prescribed.": "اتباع خطة العلاج: استخدم المضادات الحيوية ومضادات الالتهاب حسب التوجيه.",
  "Regular Follow-Up: Monitor for potential heart complications.": "متابعة منتظمة: راقب احتمال حدوث مضاعفات في القلب.",

  "________________________the Herbs________________________": "",

  "name": "اسم",
  "benefits": "فوائد",
  "heals_diseases": "الأمراض التي تعالجها",
  "Find the herb": "ابحث عن العشبة",
  "exit": "إغلاق",

  "Ginger": "الزنجبيل",
  "Rich in antioxidants that boost immunity, aids digestion, alleviates nausea and vomiting": "يحتوي على مضادات الأكسدة التي تعزز المناعة، يساعد في تحسين عملية الهضم، يخفف الغثيان والقيء",
  "Colds and flu, digestive issues, inflammation and joint pain": "نزلات البرد والإنفلونزا، مشاكل الجهاز الهضمي، الالتهابات وآلام المفاصل",

  "Chamomile": "البابونج",
  "Helps calm nerves and improve sleep, reduces gastrointestinal inflammation, has anti-inflammatory properties": "يساعد في تهدئة الأعصاب وتحسين النوم، يقلل من التهابات الجهاز الهضمي، يمتلك خصائص مضادة للالتهابات",
  "Insomnia and stress, stomach and irritable bowel disorders, skin inflammation and minor burns": "الأرق والتوتر، اضطرابات المعدة والقولون العصبي، التهابات الجلد والحروق الطفيفة",

  "Turmeric": "الكركم",
  "Contains anti-inflammatory curcumin, helps improve heart health, supports liver health and detoxification": "يحتوي على مادة الكركمين المضادة للالتهابات، يساعد في تحسين صحة القلب، يدعم صحة الكبد ويزيل السموم",
  "Joint inflammation, liver diseases, heart and vascular diseases": "التهابات المفاصل، أمراض الكبد، أمراض القلب والشرايين",

  "Cinnamon": "القرفة",
  "Regulates blood sugar levels, improves heart health, helps combat infections": "تنظم مستوى السكر في الدم، تحسن صحة القلب، تساعد في مكافحة العدوى",
  "Diabetes, heart diseases, fungal and bacterial infections": "السكري، أمراض القلب، الالتهابات الفطرية والبكتيرية",

  "Mint": "النعناع",
  "Soothes stomach disorders, improves breath, helps relieve stress": "يهدئ اضطرابات المعدة، يحسن رائحة الفم، يساعد في تخفيف التوتر",
  "Digestive issues, nausea and vomiting, migraine headaches": "مشاكل الجهاز الهضمي، الغثيان والقيء، آلام الصداع النصفي",

  "Rosemary": "إكليل الجبل",
  "Improves memory and concentration, boosts immune health, contains powerful antioxidants": "يحسن الذاكرة والتركيز، يعزز صحة الجهاز المناعي، يحتوي على مضادات الأكسدة القوية",
  "Headaches and mental fatigue, digestive disorders, chronic inflammation": "الصداع والتعب الذهني، اضطرابات الجهاز الهضمي، الالتهابات المزمنة",

  "Anise": "اليانسون",
  "Soothes stomach disorders, relieves cough and respiratory inflammation, helps calm nerves": "يهدئ اضطرابات المعدة، يخفف السعال والتهابات الجهاز التنفسي، يساعد في تهدئة الأعصاب",
  "Respiratory inflammation, bloating and gas, insomnia and stress": "التهابات الجهاز التنفسي، الانتفاخات والغازات، الأرق والتوتر",

  "Green Tea": "الشاي الأخضر",
  "Enhances heart health, contains antioxidants, aids in weight loss": "يعزز صحة القلب، يحتوي على مضادات الأكسدة، يساعد في خسارة الوزن",
  "High blood pressure, heart diseases, digestive disorders": "ارتفاع ضغط الدم، أمراض القلب، اضطرابات الجهاز الهضمي",

  "Sage": "الميرمية",
  "Improves memory and concentration, helps relieve sore throat pain, has antibacterial properties": "تحسن الذاكرة والتركيز، تساعد في تخفيف آلام الحلق، تمتلك خصائص مضادة للبكتيريا",
  "Memory disorders, throat inflammation, menstrual pain": "اضطرابات الذاكرة، التهابات الحلق، آلام الحيض",

  "Thyme": "الزعتر",
  "Boosts respiratory health, improves oral and dental health, supports digestive health": "يعزز صحة الجهاز التنفسي، يحسن صحة الفم والأسنان، يدعم صحة الجهاز الهضمي",
  "Respiratory infections, digestive problems, gum inflammation": "التهابات الجهاز التنفسي، مشاكل الهضم، التهابات اللثة",

  "Basil": "الريحان",
  "Improves respiratory health, reduces throat inflammation, contains antioxidants": "يحسن صحة الجهاز التنفسي، يقلل من التهابات الحلق، يحتوي على مضادات الأكسدة",
  "Respiratory infections, headaches and stress, digestive issues": "التهابات الجهاز التنفسي، الصداع والتوتر، مشاكل الجهاز الهضمي",

  "Lavender": "اللافندر",
  "Helps with relaxation and reduces stress, alleviates headaches, improves sleep quality": "يساعد في الاسترخاء وتقليل التوتر، يخفف من الصداع، يحسن جودة النوم",
  "Insomnia and stress, migraine pain, nervous system issues": "الأرق والتوتر، آلام الصداع النصفي، مشاكل الجهاز العصبي",

  "Fenugreek": "الحلبة",
  "Improves blood sugar levels, enhances digestive health, helps with milk production for nursing mothers": "تحسن من مستوى السكر في الدم، تعزز صحة الجهاز الهضمي، تساعد في إدرار الحليب للأمهات المرضعات",
  "Diabetes, digestive issues, inflammation": "السكري، مشاكل الجهاز الهضمي، الالتهابات",

  "Fennel": "الشمر",
  "Aids digestion, alleviates cramps and bloating, supports respiratory health": "يساعد في تحسين عملية الهضم، يخفف من المغص والانتفاخ، يدعم صحة الجهاز التنفسي",
  "Bloating and cramps, respiratory issues, stomach inflammation": "الانتفاخ والمغص، مشاكل الجهاز التنفسي، التهابات المعدة",

  "Basil (Holy Basil)": "الحبق",
  "Reduces stress, alleviates headaches, improves digestion": "يقلل من التوتر، يخفف من آلام الرأس، يحسن عملية الهضم",
  "Headaches, stress, gas": "الصداع، التوتر، الغازات",

  "Tomato": "الطماطم",
  "Improves heart health, contains antioxidants, beneficial for skin": "تحسن صحة القلب، تحتوي على مضادات الأكسدة، مفيدة للبشرة",
  "Heart diseases, wrinkles, high cholesterol": "أمراض القلب، التجاعيد، ارتفاع الكولسترول",

  "Lemon": "الليمون",
  "Boosts immune system, reduces inflammation, beneficial for skin health": "يساعد في تعزيز جهاز المناعة، يخفف من الالتهابات، مفيد لصحة البشرة",
  "Flu, skin issues, high blood pressure": "الإنفلونزا، مشاكل الجلد، الضغط المرتفع",

  "Artichoke": "الخرشوف",
  "Improves liver function, lowers cholesterol levels, supports digestive health": "يحسن من وظائف الكبد، يخفض مستوى الكولسترول، يدعم صحة الجهاز الهضمي",
  "Liver diseases, high cholesterol, digestive problems": "أمراض الكبد، الكولسترول المرتفع، مشاكل الهضم",

  "Onion": "البصل",
  "Improves heart health, antibacterial properties, supports immune system": "يحسن من صحة القلب، مضاد للبكتيريا، يدعم الجهاز المناعي",
  "Respiratory infections, heart diseases, diabetes": "التهابات الجهاز التنفسي، أمراض القلب، السكري",

  "Clove": "القرنفل",
  "Helps relieve pain, has antibacterial properties, beneficial for overall health": "يساعد في تخفيف الألم، يحتوي على خصائص مضادة للبكتيريا، مفيد للصحة العامة",
  "Toothache, inflammation, respiratory issues": "آلام الأسنان، التهابات، مشاكل الجهاز التنفسي",

  "Cumin": "الكمون",
  "Aids digestion, helps eliminate gas, reduces stress": "يحسن الهضم، يساعد في التخلص من الغازات، يساعد في تقليل التوتر",
  "Digestive problems, bloating, stress": "مشاكل الهضم، الانتفاخ، التوتر",

  "Carrot": "الجزر",
  "Improves eye health, contains antioxidants, helps lower cholesterol": "يحسن صحة العين، يحتوي على مضادات الأكسدة، يساعد في خفض الكولسترول",
  "Vision problems, high cholesterol, weakened immunity": "مشاكل الرؤية، ارتفاع الكولسترول، ضعف المناعة",

  "Rose": "الورد",
  "Improves mood, reduces anxiety, alleviates stress": "يحسن المزاج، يقلل من القلق، يخفف من التوتر",
  "Anxiety, stress, depression": "القلق، التوتر، الاكتئاب",

  "Peach": "الخوخ",
  "Contains antioxidants, helps reduce inflammation, promotes overall health": "يحتوي على مضادات الأكسدة، يساعد في تقليل الالتهابات، يعزز الصحة العامة",
  "Joint inflammation, diabetes, digestive issues": "التهابات المفاصل، السكري، مشاكل الهضم",

  "Melon": "الشمام",
  "Hydrates the body, improves skin health, contains vitamin C": "مفيد لترطيب الجسم، يحسن البشرة، يحتوي على فيتامين C",
  "Dehydration, wrinkles, anemia": "الجفاف، التجاعيد، الأنيميا",

  "Fig": "التين",
  "Aids digestion, contains antioxidants, provides energy": "يساعد في تعزيز الهضم، يحتوي على مضادات الأكسدة، يمنح الطاقة",
  "Digestive issues, anemia, fatigue": "مشاكل الهضم، الأنيميا، التعب",

  "Parsley": "البقدونس",
  "Supports kidney health, aids digestion, contains important vitamins": "يدعم صحة الكلى، يساعد في تحسين عملية الهضم، يحتوي على فيتامينات مهمة",
  "Kidney problems, digestion issues, inflammation": "مشاكل الكلى، الهضم، الالتهابات",

  "Cabbage": "الكرنب",
  "Aids digestion, beneficial for skin health, reduces inflammation": "يساعد في تحسين الهضم، مفيد لصحة الجلد، يقلل من الالتهابات",
  "Stomach inflammation, skin issues, diabetes": "التهابات المعدة، مشاكل البشرة، السكري"
}
